<!DOCTYPE html>
<html>
<head>
	<meta charset="utf-8">
	<meta name="viewport" content="width=device-width" initial-scale=1>
	<meta name="description" content="Производство наружной рекламы в Уфе. Изготовление сувенирной продукции, воздушных шаров с рисунками и логотипами.">
	<meta name="keywords" content="наружная реклама, воздушные шарики, баннер, печать на футболках, фотообои">
	<link rel="shortcut icon" href="image/favicon.png" type="image/png">
	<title>РЕАЛ - рекламное агенство</title>
	<link href="css/general.css" rel="stylesheet" type="text/css">
	<link href="https://fonts.googleapis.com/css?family=Open+Sans:400,400i,600,700|Roboto:400,700" rel="stylesheet">
<script src="https://ajax.googleapis.com/ajax/libs/jquery/3.3.1/jquery.min.js"></script>
<script type="text/javascript">
	$(function(){
    $('.menuToggle').on('click', function() {
       $('.menu').slideToggle(300, function(){
            if( $(this).css('display') === "none"){
                $(this).removeAttr('style');
            }
       });
    });
});
</script>
</head>
<body>
<header class="header">
	<div class="static">
	<div class="container">	
		<div class="wrapper">
			<div class="burger">
				<div class="menuToggle"><img src="image/menu-button-white.png" class="burger-menu"></div>
				<ul class="menu">
				<li href="index.html"><a href="index.html">Главная</a></li>
				<li><a href="services/services.html">Услуги</a></li>
				<li><a href="portfolio.php">Портфолио</a></li>
				<li><a href="customer.html">Клиентам</a></li>
				<li><a href="index.html#contacts">Контакты</a></li>
				</ul>
			</div>
			<img src="image/logo.png" class="logo">
			<nav class="top-menu">
				<ul id="menu">
					<li href="index.html"><a href="index.html">Главная</a></li>
					<li><a href="services/services.html">Услуги</a></li>
					<li><a href="portfolio.php">Портфолио</a></li>
					<li><a href="customer.html">Клиентам</a></li>
					<li><a href="index.html#contacts">Контакты</a></li>
				</ul>
			</nav>
			<div class="top-info">
				<p>info@real-ufa.ru<br>
				real-ufa@yandex.ru</p>
				<p>+7 (347) 274-06-45<br>
				+7 (901) 810-90-70</p> 
			</div>
			<img src="image/logo.png" class="burger-logo">
		</div>
	</div>
	</div>
</header>
<section class="footer-glue for-first-section">
	<div class="container">
		<h1>Требования к файлам</h1>
		<p>Файлы принимаются на следующих носителях:CD-ROM, USB-Flash, ZIP-100. Носители должны быть совместимы с IBM PC.</p>
		<ol>
			<li>Максимальный размер файла желательно до 300Mb;</li>
			<li>Формат JPEG, TIFF, EPS, цветовая модель CMYK, без слоев, каналов и масок, без компрессии, режим 8 bit на цвет;</li>
			<li>Суммарная плотность всех цветов не более 320%;</li>
			<li>Черный цвет и градации серого, должны быть составными. Например: черный C-65%, M- 56%, Y-50%, K- 100%;</li>
			<li>Для векторных файлов (AI и CDR) растровая графика должна быть встроена в файл, текст и фигуры переведены в кривые. Все внедренные растровые объекты должны быть приведены к одной цветовой модели CMYK;</li>
			<li>Все изображения должны быть в реальном размере (1:1), без пропорциональных изменений;</li>
		</ol>
		<p>Разрешение растровых файлов:</p>
		<ul>
			<li>При печати менее 2м2, размер 1:1 – 150 dpi,</li>
			<li>при печати от 2 до 6м2 – 100 dpi,</li>
			<li>при печати от 6 до 14м2 – 70 dpi,</li>
			<li>при печати более 14м2 – 50-25 dpi.</li>
		</ul>
		<p>ООО “Реал” не несет ответственности за качество растровых файлов с разрешением менее 25 dpi.
		<h2>Сопроводительная информация к печатным файлам</h2>
		<ol>
			<li>Перечень предпечатных работ:</li>
			<ul>
				<li>Наименование файла;</li>
				<li>Размер изображения;</li>
				<li>Наименование материала, на котором будет производиться печать;</li>
				<li>Качество печати в dpi (стандартное – высокое – фотокачество);</li>
				<li>Количество отпечатков;</li>
				<li>Эскиз с подписью заказчика;</li>
				<li>Контактные данные заказчика;</li>
			</ul>
			<li>Перечень постпечатных работ:</li>
			<ul>
				<li>Установка люверсов;</li>
				<li>Проклейка краев изображения;</li>
				<li>Обрезка изображения по периметру;</li>
				<li>Размеры оставляемых полей;</li>
				<li>В случае тилинга (печати несколькими частями) необходимо определить горизонтальность или вертикальность деления печатного изображения на части и величину нахлеста;</li>
				<li>Наличие ветровых карманов;</li>
			</ul>
			<li>Перечень требований к печати на текстиле:</li>
			<ul>
				<li>Прошивка по периметру;</li>
				<li>Размер кармана для труб жесткости и утяжелителей;</li>
				<li>Необходимость флагштока (размер, материал) или кронштейна;</li>
			</ul>
			<li>Согласованные сроки изготовления;</li>
			<li>Наличие предоплаты.</li>
		</ol>
		<h2>Требования к файлам для широкоформатной печати</h2>
		<ol>
			<li>TIFF ФОРМАТ</li>
			<p>Изображения в формате JPG, Corel, PSD, GIF и др. не подходят ля печати и должны быть сохранены или экспортированы в TIFF (TIFF Битмап). Иногда большие изображения из Соrel не экспортируются целиком, а этом случае сначала экспортируйте его с разрешением 1, а затем замените файл. установив флажок «применить ICC профайл», нужное разрешение и размеры.</p>
			<li>СМYК ЦВЕТОВАЯ МОДЕЛЬ</li>
			<p>CMYK цвета не будут распечатаны именно так, как вы их видите на экранепричем разные графические программы искажают цвета по-разному. Поэтому, если есть сомнения насчет цветов, целесообразно заказать цветопробу: если нужно точное попадание в цвет, заказывается подбор цвета. Проверьте, чтобы при экспорте из Соrel цвета не «слетели».</p>
			<li>РАЗМЕРЫ В МАСШТАБЕ 1:1</li>
			<p>Размеры изображения в файле должны соответствовать изображению в натуральную величину, даже если это большие размеры: 6 метров, или 20 м, или 100 м. Изображения в масштабе 1:10 или 1:5 все равно перед печатью увеличиваются до натуральных, что может привести к потере качества и размыванию изображения. Пример, для баннера 6м на 3м размеры выставляются 600см на 300 см или 6000 мм на 3000 мм. Технические припуски на люверсовку и т.п. (белые поля вокруг изображения) не входят в размер изображения и не оплачиваются заказчиком.</p>
			<li>РАЗРЕШЕНИЕ</li>
			<p>Разрешение печатной машины влияет на качество изображений: 200dpi используется для печати больших изображений – баннеров, растяжек и т.д., при 400 dpi накладывается более плотный слой краски и цвета получаются насыщенные, яркие; при 720 dpi достигается фотографическое качество. Разрешение печати соотносится с разрешением файла:</p>
				<ul>
					<li>180 dpi = 50-100 пикс/дюйм;</li>
					<li>360 dpi = 100-150 пикс/дюйм;</li>
					<li>720 dpi = 150-200 пикс/дюйм;</li>
				</ul>
			<p>Чтобы не утяжелять файл, для больших изображений (свыше 10кв.м.) выбирается меньшее значение. Для маленьких изображений можно взять большее разрешение. Желательно, чтобы размер файла не превышал 200МБ.</p>
			<li>СОСТАВНОЙ ЧЕРНЫИ ЦВЕТ</li>
			<p>Если в изображении присутствует черный цвет (текст, графические объекты, фон), то лучший состав черного С-60%, М-50% Y-40% К-100%, таким образом достигается глубокий черный оттенок. В другом процентном соотношении при печати черный имеет коричневый или другой оттенок, при составе 0% 0% 0% 100% черный цвет не пропечатывается и выглядит как серый. Общее количество краски (С+M+Y+К) не должно превышать 300%.</p>
			<li>БЕЗ СЛОЕВ, БЕЗ ДОП. КАНАЛОВ, БЕЗ ПУТЕЙ и т.п.</li>
			<p>Слои должны быть сведены, дополнительные альфа каналы и пути удалены.</p>
			<li>ВИЗУАЛЬНОЕ КАЧЕСТВО ИЗОБРАЖЕНИЯ</li>
			<p>Невозможно получить качественный, четкий и яркий печатный оттиск, если само изображение некачественное. Посмотрите изображение в “реальном размере” 100% – если видны такие дефекты как размытость, отсутствие резкости, нечеткие размазанные края текста, муар (сетка на отсканированных изображениях), «квадратичность» на сильно увеличенных изображениях, «шумы» и т.д. – то все это отразится и при печати. При плохом качестве необходима доработка дизайна.</p>
			<li>ЦИФРОВЫЕ НОСИТЕЛИ</li>
			<p>Файлы принимаются на следующих цифровых носителях: DVD, CD-ROM, USB-FLASH.</p>
		</ol>
		<p><b>Файлы, не соответствующие вышеперечисленным требованиям, не передаются в производство</b></p>

	</div>
</section>
<footer>
	<div class="container">
		<div class="wrapper">
			<div class="copy">
				<p>
				ООО&nbsp;"Реал"&nbsp;&copy;&nbsp;2019<br>
				г.&nbsp;Уфа,&nbsp;ул.&nbsp;Народная&nbsp;18
				</p>
			</div>
			<div class="footer-info">
				<div class="footer-spread">
					<p>
						+7 (347) 274-06-45<br>
	            		+7 (901) 810-90-70
	            	</p>
	        	</div>
	        	<div class="footer-spread">
	        		<p>
	        			info@real-ufa.ru<br>
						real-ufa@yandex.ru
					</p>
	        	</div>
	        	<div>
	        		<p class="footer-spread-time">
	        			Время работы:<br>
	        			с 9:30 до 17:30
	        		</p>
	        	</div>
	        </div>
		</div>
	</div>
</footer>
</body>
</html>
